{
  "content": "<div>Day 1: Arrival in Kyoto</div><div><span style=\"font-weight: normal;\"><br></span></div><div><span style=\"font-weight: normal;\">Morning: Arrival at Kansai International Airport (KIX) or Osaka International Airport (Itami Airport). Transfer to your hotel in Kyoto.</span></div><div><span style=\"font-weight: normal;\">Afternoon: Check-in at the hotel and freshen up. Enjoy a leisurely stroll around the neighborhood to get acquainted with the surroundings.</span></div><div><span style=\"font-weight: normal;\">Evening: Indulge in a traditional Japanese dinner at a local restaurant. Rest and relax at the hotel.</span></div><div><span style=\"font-weight: normal;\"><br></span></div><div>Day 2: Explore Historical Kyoto</div><div><span style=\"font-weight: normal;\"><br></span></div><div><span style=\"font-weight: normal;\">Morning: Visit Kinkaku-ji (Golden Pavilion), a UNESCO World Heritage Site known for its stunning golden exterior set amidst a serene pond and garden.</span></div><div><span style=\"font-weight: normal;\">Mid-morning: Explore Ryoan-ji Temple, famous for its Zen rock garden, considered one of the finest examples of its kind.</span></div><div><span style=\"font-weight: normal;\">Lunch: Enjoy a traditional Japanese lunch at a local eatery.</span></div><div><span style=\"font-weight: normal;\">Afternoon: Wander through the historic streets of Gion, Kyoto's famous geisha district. Visit Yasaka Shrine and stroll along Hanamikoji Street, lined with traditional tea houses and shops.</span></div><div><span style=\"font-weight: normal;\">Evening: Experience a traditional tea ceremony or attend a cultural performance, such as a maiko (apprentice geisha) dance.</span></div><div><span style=\"font-weight: normal;\">Dinner: Dine at a local restaurant specializing in Kyoto cuisine, featuring delicacies such as kaiseki (multi-course meal) or yudofu (tofu hot pot).</span></div><div><span style=\"font-weight: normal;\"><br></span></div><div>Day 3: Arashiyama and Fushimi Inari Shrine</div><div><span style=\"font-weight: normal;\"><br></span></div><div><span style=\"font-weight: normal;\">Morning: Journey to Arashiyama and visit the iconic bamboo groves. Explore Tenryu-ji Temple and its exquisite gardens.</span></div><div><span style=\"font-weight: normal;\">Mid-morning: Cross the Togetsukyo Bridge and enjoy panoramic views of the Hozu River.</span></div><div><span style=\"font-weight: normal;\">Lunch: Sample local specialties such as yuba (tofu skin) or kyo-kaiseki (Kyoto-style haute cuisine) at a traditional restaurant in Arashiyama.</span></div><div><span style=\"font-weight: normal;\">Afternoon: Head to Fushimi Inari Taisha, famous for its thousands of vermillion torii gates. Hike up Mount Inari for breathtaking views of Kyoto.</span></div><div><span style=\"font-weight: normal;\">Evening: Return to central Kyoto and explore Nishiki Market, known as \"Kyoto's Kitchen,\" offering a variety of local snacks and culinary delights.</span></div><div><span style=\"font-weight: normal;\">Dinner: Savor street food or dine at a cozy izakaya (Japanese pub) in downtown Kyoto.</span></div><div><span style=\"font-weight: normal;\"><br></span></div><div>Day 4: Day Trip to Nara</div><div><span style=\"font-weight: normal;\"><br></span></div><div><span style=\"font-weight: normal;\">Morning: Take a day trip to Nara, known for its ancient temples and friendly deer roaming freely in Nara Park.</span></div><div><span style=\"font-weight: normal;\">Visit Todai-ji Temple, home to the Great Buddha statue, one of the largest bronze statues in the world.</span></div><div><span style=\"font-weight: normal;\">Mid-morning: Explore Kasuga Taisha, a UNESCO World Heritage Site known for its beautiful vermilion lanterns.</span></div><div><span style=\"font-weight: normal;\">Lunch: Enjoy a traditional Japanese lunch in Nara's town center.</span></div><div><span style=\"font-weight: normal;\">Afternoon: Wander through Nara Park and feed the friendly deer that roam freely in the area.</span></div><div><span style=\"font-weight: normal;\">Evening: Return to Kyoto and relax at your hotel. Consider dining at a local restaurant or enjoying a casual meal near your accommodation.</span></div><div><span style=\"font-weight: normal;\"><br></span></div><div>Day 5: Kyoto Modern and Traditional Blend</div><div><span style=\"font-weight: normal;\"><br></span></div><div><span style=\"font-weight: normal;\">Morning: Visit Kyoto Imperial Palace and explore its magnificent gardens and historic buildings.</span></div><div><span style=\"font-weight: normal;\">Mid-morning: Take a stroll through the nearby Kyoto Gyoen National Garden for a tranquil experience.</span></div><div><span style=\"font-weight: normal;\">Lunch: Enjoy a light lunch at a cafe or restaurant near the palace.</span></div><div><span style=\"font-weight: normal;\">Afternoon: Explore Kyoto's modern side by visiting Kyoto Station and its futuristic architecture. Take in panoramic views of the city from the Kyoto Tower Observation Deck.</span></div><div><span style=\"font-weight: normal;\">Evening: Experience Kyoto's vibrant nightlife by exploring Pontocho Alley or Gion Shijo, where you can find a variety of dining and entertainment options.</span></div><div><span style=\"font-weight: normal;\">Dinner: Choose from a range of dining options, from traditional Japanese cuisine to international fare, in downtown Kyoto.</span></div><div><span style=\"font-weight: normal;\"><br></span></div><div>Day 6: Departure from Kyoto</div><div><span style=\"font-weight: normal;\"><br></span></div><div><span style=\"font-weight: normal;\">Morning: Depending on your departure time, take a final leisurely walk around your hotel's neighborhood or visit any last-minute attractions.</span></div><div><span style=\"font-weight: normal;\">Check-out from the hotel and transfer to the airport for your onward journey.</span></div>",
  "checkboxes": []
}